export default (
  <>
    <p>
      Доброго времени суток!
    </p>
    <p>
      Создавая текст для этого раздела в шапке, я поначалу написал довольно длинный душевный рассказ о том, как мое хобби превратилось в профессию. Я с ностальгией вспоминал и в красках описывал свой опыт, интересные события из жизни… Но вскоре понял, что этот фрагмент биографии занимает очень много места, а примеры работ и мои навыки опускаются все ниже по странице. А мне просто очень нравится мое дело и я могу рассказывать о нем часами. Но буду более краток…
    </p>
    <p>
      Я - программист, веб-разработчик, начинающий веб-дизайнер и системный администратор. В начале моего пути информационные технологии были просто моим увлечением. Я создавал хобби-проекты, принимал участие в проектах других людей зачастую на добровольных началах, просто потому что мне было очень интересно. Лишь спустя несколько лет, я решил заняться разработкой более основательно и превратить свое хобби в профессию. Ниже вы увидите довольно большой список моих навыков и я прошу понять меня правильно. У меня действительно широкая эрудиция в сфере IT, но я не претендую быть специалистом во всех объявленных областях. Просто, проекты, в которых я принимал участие, были слишком разношерстными. Я оставил свою субъективную оценку каждому навыку. Про меня часто говорили “и швец, и жнец, и на дуде игрец”. Сейчас я стараюсь всячески отойти от своего дженерализма и сфокусироваться на небольшом стеке технологий и инструментов. Тем не менее, широкий профиль по-прежнему часто позволяет находить оптимальные решения для нестандартных задач.
    </p>
    <p>
      Что касается моего коммерческого опыта (подробнее в резюме, в шапке). Я работал у интернет-провайдеров по найму, официально веб-разработчиком, а по факту, выполняя обязанности и веб-дизайнера, и системного администратора, и верстальщика/разработчика интерфейсов, и Backend-девелопера, а иногда и контент-менеджера. Это связано с тем, что эти компании находятся в небольшом городе Кимры, обслуживают Тверскую область и не могут позволить себе содержать большой штат сотрудников. Далее была веб-студия, где я уже больше сосредоточился на разработке сайтов и веб-приложений, а потом фриланс на международной бирже UpWork. К моменту, когда я начал работать удаленно, я уже неплохо знал Английский и Испанский. Это позволило мне принимать участие в разных проектах по всему земному шару.
    </p>
    <p>
      И я бы дальше продолжал работать через эту биржу, если бы не события от 24 февраля 2022. Уже в марте против России были введены санкции, а вскоре биржа UpWork приостановила работу моего аккаунта. 
    </p>
  </>
);