export default (
  <>
    <p>
      В этом разделе мне бы хотелось просто душевно рассказать мою историю. Рассказать о том, как меня вообще занесло в разработку сайтов и веб-приложений. В сухих терминах о моих навыках и работе можно посмотреть в следующих разделах. А здесь просто моя история…
    </p>
    <p>
      В школе у нас нормальной информатики не было, было лишь некое ее подобие. По инициативе близких я учился очень интенсивно и закончил школу рано - в 15 лет (начальная школа 1-3, а 10-ый и 11-ый классы за год заочно). Сразу же по окончании, я подал документы в 3 ВУЗа: МГУ (биологический факультет), РХТУ и еще куда-то. На тот момент меня не особо интересовали Информационные Технологии, собственного компьютера у меня не было, но когда появлялась возможность, я рубился с братьями (я из многодетной семьи, у меня 5 братьев) в олдскульные видеоигры: Heroes of Might and Magic 3-4, Mortal Kombat 3, Battlefield 1942 и т.д. Родителям мое увлечение видеоиграми не нравилось, они старались ограничить мое взаимодействие с компьютером, ставили пароли, но я через какое-то время их благополучно взламывал. В ход шли скрытые камеры, социальная инженерия и новообретенные навыки системного администрирования Windows XP. Не самый хороший кусок биографии, но честный =)
    </p>
    <p>
      Собственно во все 3 ВУЗа я поступил. 
    </p>

    <p>
      Осенью 2015-ого для меня начинается переломный период. На тот момент я вел YouTube-канал по видео-играм и писал статьи игровой тематики (Сейчас я ограничил). 

    </p>

  </>
);